[
  {
    "id": 1,
    "title": "Pharmacy POS",
    "description": "An Advanced, Powerful and Flexible POS Software with Complete Accounts Solution for Pharmacy",
    "keyFeatures": ["Sales", "Purchase", "Inventory", "Accounts", "MIS"],
    "features": [
      "Manage Multiple Branch in a Single System",
      "Instant Branch to Branch Stock Transfer",
      "Real Time Dashboard (Daily Sales, Weekly Sales, Monthly Sales)",
      "POS Sales (Both Cash Sale and Credit Sale)",
      "Invoicing",
      "Sales Return to Customer",
      "Create and Manage Suppliers and Customers Accounts",
      "Customer Due Management",
      "Manage Purchases",
      "Return Purchases Items to Supplier",
      "Supplier Payment",
      "Automatically Create Customer and Supplier Ledger’s to Track Their Receivables and Payables",
      "Track and Create Daily, Monthly Expenses",
      "Complete Stock Management (In Stock & Out of Stock)",
      "Integrated Complete Accounting Solution (General Ledger, Trial Balance, Balance Sheet, Income Statement)",
      "Create Multi User and Assign Multiple Unique Roles to Each User",
      "Cash Payment System",
      "Bank Payment System",
      "Damage and Loss Adjustment",
      "Stock Adjustment",
      "Track Expired Products"
    ],
    "keyFeaturesDetails": [
      {
        "id": 1,
        "title": "Sales",
        "body": "Our Pharmacy POS Software Sales Module optimizes sales operations in your pharmacy. It offers a user-friendly interface, efficient product catalog management, real-time inventory tracking, and quick sales processing. Capture customer information, track purchase history, and personalize the shopping experience with integrated CRM functionality. Access comprehensive reports for insights into sales performance and top-selling products. Seamlessly manage sales across multiple locations and integrate with other tools. Our module ensures robust security measures and protects sensitive data. Enjoy the convenience of mobile accessibility, enabling sales management on the go. Enhance sales efficiency, streamline inventory control, and improve customer satisfaction with our powerful Pharmacy POS Software Sales Module.",
        "img": "https://raw.githubusercontent.com/SEC-MASUM/butsbd_project_data/main/images/POS/Sales.PNG"
      },
      {
        "id": 2,
        "title": "Purchase",
        "body": "The Purchase Module in Pharmacy POS Software streamlines procurement, optimizes inventory management, and enhances supply chain efficiency. Key features include supplier management, purchase orders, inventory integration, purchase returns, financial tracking, and reporting/analytics. It allows for the creation and maintenance of a supplier database, generates error-free purchase orders, synchronizes inventory in real-time, manages purchase returns, tracks financials. These features improve operational efficiency, supply chain visibility, and overall success of the pharmacy business.",
        "img": "https://raw.githubusercontent.com/SEC-MASUM/butsbd_project_data/main/images/POS/Purchase.PNG"
      },
      {
        "id": 3,
        "title": "Inventory",
        "body": "The Inventory Module in POS software simplifies stock management for pharmacies. It includes features such as real-time stock tracking, barcode scanning, batch and expiry tracking, reorder point alerts, stock transfers, and stock analytics. With this module, pharmacies can efficiently track and manage their inventory, reduce errors, prevent stock shortages, and make informed decisions for optimal stock control.",
        "img": "https://raw.githubusercontent.com/SEC-MASUM/butsbd_project_data/main/images/POS/Inventory.PNG"
      },
      {
        "id": 4,
        "title": "Accounts",
        "body": "The Accounts Module in Pharmacy POS Software streamlines financial management within a pharmacy. It includes features such as chart of accounts, accounts management, subsidiary ledger, balance sheet, trial balance, journal entries, sales invoicing, payment/receipt processing and more. This module enables efficient handling of financial transactions, accurate record-keeping, and informed decision-making for the pharmacy's financial health. It generates comprehensive financial reports, such as profit and loss statements, balance sheets, and cash flow statements, providing insights into the pharmacy's financial performance and supporting informed decision-making.",
        "img": "https://raw.githubusercontent.com/SEC-MASUM/butsbd_project_data/main/images/POS/Accounts.PNG"
      },
      {
        "id": 5,
        "title": "MIS",
        "body": "The Management Information System (MIS) is a vital component of Pharmacy POS Software that collects and analyzes data from different modules. It generates reports and metrics, providing valuable insights for effective decision-making. The MIS feature enables pharmacies to gain a comprehensive view of their operations, identify areas for improvement, and make data-driven decisions to enhance efficiency and profitability.",
        "img": "https://raw.githubusercontent.com/SEC-MASUM/butsbd_project_data/main/images/POS/MIS.PNG"
      }
    ],
    "thumbnail": "https://raw.githubusercontent.com/SEC-MASUM/butsbd_project_data/main/images/POS/POSThumbnail.svg",
    "technologies": [
      {
        "name": "ASP.NET",
        "icon": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/dot-net/dot-net-original-wordmark.svg"
      },
      {
        "name": ".NET Core",
        "icon": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/dotnetcore/dotnetcore-original.svg"
      },
      {
        "name": "SQL Server",
        "icon": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/microsoftsqlserver/microsoftsqlserver-plain-wordmark.svg"
      },
      {
        "name": "Material UI",
        "icon": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/materialui/materialui-original.svg"
      },
      {
        "name": "Angular",
        "icon": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/angularjs/angularjs-original.svg"
      },
      {
        "name": "React",
        "icon": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/react/react-original.svg"
      }
    ]
  }
]
